[
  {
    "id": "1h2GJKH12gkHG31h1H",
    "title": "Exploring the Best Sports Cars of the Year",
    "content": "Dive into the world of sports cars, from sleek supercars to versatile coupés. Discover the most exciting features and technological innovations revolutionizing the automotive industry.",
    "published_at": "December 1, 2019",
    "slug": "exploring-best-sports-cars",
    "image": "/assets/car2.jpg",
    "updated_at": "December 1, 2019",
    "deleted_at": "December 1, 2019"
  },
  {
    "id": "2KJH3k2j3H1k2J3K1H",
    "title": "The Most Popular SUVs for Road Adventures",
    "content": "Immerse yourself in the world of SUVs and discover the most popular models for your road adventures. From off-road vehicles to luxury SUVs, there's an option for every lifestyle and budget.",
    "published_at": "January 1, 2020",
    "slug": "most-popular-suvs-road-adventures",
    "image": "/assets/car3.jpg",
    "updated_at": "January 1, 2020",
    "deleted_at": "January 1, 2020"
  },
  {
    "id": "3h2KJH3k2j3H1k2J3",
    "title": "The Future of Electric Cars: Technology and Sustainability",
    "content": "Explore the exciting world of electric cars and discover how technology is transforming the automotive industry towards sustainability. From fully electric vehicles to plug-in hybrids, learn about the latest innovations and their impact on the environment.",
    "published_at": "February 1, 2020",
    "slug": "future-electric-cars-technology-sustainability",
    "image": "/assets/car1.jpg",
    "updated_at": "February 1, 2020",
    "deleted_at": "February 1, 2020"
  },
  {
    "id": "4JH3k2j3H1k2J3K1H2",
    "title": "Time Travel: Classics That Never Go Out of Style",
    "content": "Take a trip back in time and explore the timeless beauty of classic cars. From elegant roadsters to imposing muscle cars, discover why these vehicles continue to captivate automotive enthusiasts worldwide.",
    "published_at": "March 1, 2020",
    "slug": "time-travel-classic-cars",
    "image": "/assets/car4.jpg",
    "updated_at": "March 1, 2020",
    "deleted_at": "March 1, 2020"
  },
  {
    "id": "5k2j3H1k2J3K1H2JH3",
    "title": "Innovation in Automotive Safety: Life-Saving Technology",
    "content": "Explore the latest advances in automotive safety and discover how technology is helping to prevent accidents and protect drivers and passengers on the road. From emergency braking systems to lane-keeping assistants, learn about the features making cars safer than ever.",
    "published_at": "April 1, 2020",
    "slug": "automotive-safety-technology",
    "image": "/assets/car5.jpg",
    "updated_at": "April 1, 2020",
    "deleted_at": "April 1, 2020"
  },
  {
    "id": "6H1k2J3K1H2JH3k2j3",
    "title": "The Rise of Autonomous Vehicles: The Future of Transportation",
    "content": "Dive into the exciting world of autonomous vehicles and discover how they are transforming the way we move. From driverless cars to delivery drones, explore the innovations shaping the future of transportation.",
    "published_at": "May 1, 2020",
    "slug": "rise-autonomous-vehicles-transportation",
    "image": "/assets/car6.jpg",
    "updated_at": "May 1, 2020",
    "deleted_at": "May 1, 2020"
  },
  {
    "id": "7k2J3K1H2JH3k2j3H1",
    "title": "Top Tips for Keeping Your Car in Tip-Top Shape",
    "content": "Learn how to properly care for your car to keep it in optimal condition. From regular oil changes to tire checks, follow these expert tips to ensure the longevity and performance of your vehicle.",
    "published_at": "June 1, 2020",
    "slug": "car-maintenance-tips",
    "image": "/assets/car7.jpg",
    "updated_at": "June 1, 2020",
    "deleted_at": "June 1, 2020"
  },
  {
    "id": "8J3K1H2JH3k2j3H1k2",
    "title": "Exploring the Wonders of the World on Wheels",
    "content": "Join us on an epic journey through the most picturesque roads and stunning landscapes in the world. From majestic mountains to dazzling coastlines, discover the wonders awaiting you on your next road adventure.",
    "published_at": "July 1, 2020",
    "slug": "road-adventure-wonders-world",
    "image": "/assets/car8.jpg",
    "updated_at": "July 1, 2020",
    "deleted_at": "July 1, 2020"
  }
]
